Repository: xcarol/moviescout
Catalog: lib/l10n/app_*.arb
Languages: ca

# selectLanguage
source: Select a language
ca: Selecciona l'idioma

# messageEmptyList
source: No films slected yet.
ca: Encara no s'ha escollit cap pel·lícula.

# messageEmptySearch
source: You can do a search by using the magnifying glass in the bottom bar.
ca: Pots fer una cerca utilitzant la lupa de la barra inferior.

# messageEmptyOptions
source: You can also
ca: També pots

# messageEmptyTmdb
source: Connect to TMDb
ca: Connectar-te a TMDb

# search
source: Search for a title
ca: Cerca un títol

# searchPerson
source: Search for somebody
ca: Cerca algú

# searchTitle
source: Search
ca: Cerca

source: Back
ca: Enrere

source: User name
ca: Usuari

source: Password
ca: Contrasenya

source: Anonymous user
ca: Sense usuari

# loginTitle
source: Login
ca: Inici de sessió

# loginDescription
source: Login to your TMDB account
ca: Inicia sessió al teu compte de TMDB

source: Login
ca: Inicia sessió

source: Logout
ca: Tanca sessió

# loginSuccess
source: Logged in succesfully.
ca: Sessió iniciada correctament.

# loginFailed
source: Username or password incorrect.
ca: Usuari o contrasenya incorrectes.

# logoutSuccess
source: Logged out succesfully.
ca: Sessió tancada correctament.

# loginToTmdb
source: Sign in to TMDb
ca: Inicia sessió amb TMDb

# completeLoginToTmdb
source: Complete sign in process
ca: Completa l'inici de sessió

# signupToTmdb
source: Register to TMDb
ca: Registra't a TMDb

# signInToWatchlist
source: User must be logged in to add titles.
ca: Cal iniciar sessió per afegir títols.

source: Tv show
ca: Sèrie

source: Movie
ca: Pel·lícula

source: Select
ca: Sel·lecciona

# imdbImport
source: Import from IMDB
ca: Importar de IMDB

# imdbImportHint
source: Select an IMDB export CSV file
ca: Sel·lecciona un arxiu CSV exportat de IMDB

# imdbImportWatchlist
source: Import Watchlist
ca: Importar Per Veure

# imdbImportRateslist
source: Import Rates
ca: Importar Valoracions

# imdbImportCount
source: Succesfully imported titles
ca: Títols importats correctament

# imdbResetWatchlist
source: RESET WATCHLIST
ca: ELIMINAR PER VEURE

# imdbResetRateslist
source: RESET RATINGS
ca: ELIMINAR VALORACIONS

# imdbConfirmationTitle
source: WARNING
ca: ATENCIÓ

# imdbResetWatchlistConfirmation
source: Do you really want to reset Watchlist?
ca: Segur que vols eliminar els títols Per Veure?

# imdbResetRateslistConfirmation
source: Do you really want to reset Ratings?
ca: Segur que vols eliminar les Valoracions?

# resetWatchlistCount
source: Watchlist titles:
ca: Títols Per Veure:

# resetRateslistCount
source: Rated titles:
ca: Títols Valorats:

source: Missing description
ca: Falta la descripció

# flatrateProviders
source: Flatrate
ca: Subscripció

# rentProviders
source: Rent
ca: Lloguer

# buyProviders
source: Buy
ca: Compra

# allTypes
source: Titles
ca: Títols

source: Movies
ca: Pel·lícules

source: Tv Shows
ca: Sèries

# sortAlphabetically
source: Alphabetical
ca: Alfabètic

# sortRating
source: Rating
ca: Valoració

# sortUserRating
source: Rating (Mine)
ca: Valoració (Meva)

# sortReleaseDate
source: Release date
ca: Data d'estrena

# sortRuntime
source: Runtime
ca: Duració

# sortDateRated
source: Rated date
ca: Data de valoració

# sortAddedOrder
source: Added date
ca: Data d'addició

source: Genres
ca: Gèneres

source: Titles
ca: Títols

source: Rate
ca: Valora

# rate_date
source: Rated date
ca: Data de valoració

# your_rate
source: Your rating
ca: La teva valoració

# reset_rate
source: Reset rating
ca: Elimina la valoració

# emptyRates
source: You have not been rated any title yet.
ca: Encara no has valorat cap títol.

# emptyList
source: Nothing here.
ca: No hi ha ningú per aquí.

# watchlistTitle
source: Watchlist
ca: Per veure

# rateslistTitle
source: Rated list
ca: Valorades

source: Yes
ca: Sí

source: Cancel
ca: Cancel·la

# originaTitle
source: Original title
ca: Títol original

source: Original language
ca: Idioma original

# originCountry
source: Country
ca: País

# schemeSelectTitle
source: Select color
ca: Sel·lecciona el color

# defaultScheme
source: Default
ca: Per defecte

# blackScheme
source: Black
ca: Negre

# blueScheme
source: Blue
ca: Blau

# redScheme
source: Red
ca: Vermell

source: About...
ca: Quant a...

# aboutDescription
source: Movie Scout your movie and series tracker.
ca: Movie Scout el teu rastrejador de pel·lícules i sèries.

# aboutGithub
source: Visit project on
ca: Visita el projecte a

source: Recommended
ca: Recomanats

# providersTitle
source: Content platforms
ca: Plataformes de contingut

# providers
source: Platforms
ca: Plataformes

# filterByProviders
source: Only available
ca: Només disponibles

# noProvidersAvailable
source: No platforms available
ca: No hi ha plataformes disponibles

# discoverlistTitle
source: Discover
ca: Descobreix

# notReleasedYet
source: Not release yet
ca: Encara no s'ha estrenat

# unknownDuration
source: Runtime not specified.
ca: Duració no especificada.

source: Cast
ca: Repartiment

source: Crew
ca: Equip tècnic

source: See them all
ca: Veure-ho tot

source: Rated credits
ca: Crèdits valorats

source: Original name
ca: Nom original

source: Birthdate
ca: Data de naixement

source: Deathdate
ca: Data de defunció

source: Place of birth
ca: Lloc de neixament

source: Years
ca: Anys

source: Job
ca: Càrrec

source: Department
ca: Departament
